In [1]:
import pandas as pd

In [4]:
df = pd.read_csv('AnalisDatos.csv')
df.head()

    Nombre    Apellido  Edad  Peso  Altura
0  Roberto      Alfaro    16    70    1.78
1    Laura  Bustamante    15    57    1.60
2    Erick     Estrada    16    65    1.74
3    Maria   Domínguez    15    52    1.60
4   Jorge        Ortíz    17    60    1.70

In [5]:
df.describe()

            Edad       Peso    Altura
count   6.000000   6.000000  6.000000
mean   15.833333  60.000000  1.658333
std     0.752773   6.542171  0.096419
min    15.000000  52.000000  1.530000
25%    15.250000  56.250000  1.600000
50%    16.000000  58.500000  1.650000
75%    16.000000  63.750000  1.730000
max    17.000000  70.000000  1.780000

In [6]:
##serie de datos
df['Edad']

0    16
1    15
2    16
3    15
4    17
5    16
Name: Edad, dtype: int64